Repository: kuz-z-zma/paradigm
Catalog: locale/*/LC_MESSAGES/paradigm.po
Languages: ru_ru

source: Object not found
ru_ru: Объект не найден

source: prev
ru_ru: назад

source: next
ru_ru: далее

source: Album Info
ru_ru: Информация

source: Tags
ru_ru: Теги

source: Other info
ru_ru: Другая информация

source: Views:
ru_ru: Просмотров:

source: Copyright
ru_ru: Автор

source: Favorites
ru_ru: Избранное

source: Rating
ru_ru: Рейтинг

source: Map
ru_ru: Карта

source: Archive
ru_ru: Архив

source: News archive
ru_ru: Архив новостей

source: Gallery archive
ru_ru: Архив галереи

source: Name%s
ru_ru: Имя%s

source: <em>anonymous</em>
ru_ru: <em>анонимно</em>

source: Website%s
ru_ru: Сайт%s

source: Street%s
ru_ru: Улица%s

source: City%s
ru_ru: Город%s

source: State%s
ru_ru: Область/Край/Регион/Штат%s

source: Country%s
ru_ru: Страна%s

source: Postal code%s
ru_ru: Индекс%s

source: Enter CAPTCHA<strong>*</strong>
ru_ru: Введите CAPTCHA<strong>*</strong>

source: Private comment (do not publish)
ru_ru: Приватный комментарий<br>(не публиковать)

source: Remember me
ru_ru: Запомнить меня

source: <strong>*</strong> Required fields
ru_ru: <strong>*</strong>Обязательные поля

source: Comment
ru_ru: Комментарии

source: Add Comment
ru_ru: Добавить комментарий

source: Contact
ru_ru: Контакты

source: Title%s
ru_ru: Обращение%s

source: Username:
ru_ru: Имя пользователя:

source: Company%s
ru_ru: Компания%s

source: Phone%s
ru_ru: Телефон%s

source: Subject<strong>*</strong>
ru_ru: Тема<strong>*</strong>

source: Message<strong>*</strong>
ru_ru: Сообщение<strong>*</strong>

source: Send e-mail
ru_ru: Отправить e-mail

source: Reset
ru_ru: Очистить

source: Credits
ru_ru: Авторы

source: Copyright:
ru_ru: Автор:

source: This website is based on <a href="https://www.zenphoto.org/" rel="nofollow" target="_blank">Zenphoto</a>, the simple media website CMS.
ru_ru: Этот сайт работает на <a href="https://www.zenphoto.org/" rel="nofollow" target="_blank">Zenphoto</a>.

source: Theme used:
ru_ru: Тема оформления:

source: <a href="https://www.blog.private-universe.net/web-and-tech/zenphoto-theme-paradigm/" rel="nofollow" target="_blank" title="Paradigm Zenphoto theme">Paradigm</a>.
ru_ru: <a href="https://www.blog.private-universe.net/web-and-tech/zenphoto-theme-paradigm/" rel="nofollow" target="_blank" title="тема оформления для Zenphoto Paradigm">Paradigm</a>.

source: This theme was originally created by Olivier Ffrench (<a href="http://www.france-in-photos.com" rel="nofollow">France in Photos</a>).
ru_ru: Эта тема оформления была создана Olivier Ffrench (<a href="http://www.france-in-photos.com" rel="nofollow">France in Photos</a>).

source: Since Paradigm v1.2 this theme is developed by kuzzzma (<a href="https://www.blog.private-universe.net/web-and-tech/zenphoto-theme-paradigm/" rel="nofollow">Private Universe</a>).
ru_ru: С версии Paradigm 1.2 тема разрабатывается kuzzzma (<a href="https://www.blog.private-universe.net/web-and-tech/zenphoto-theme-paradigm/" rel="nofollow">Private Universe</a>).

source: No popular tags
ru_ru: Нет популярных тегов для отображения

source: Show more results
ru_ru: Показать больше результатов

source: Show fewer results
ru_ru: Показать меньше результатов

source: Rating: %1$u (Votes: %2$u)
ru_ru: Рейтинг: %1$u (Голосов: %2$u)

source: Views: %u
ru_ru: Просмотров: %u

source: Page
ru_ru: Страница

source: Page %u
ru_ru: Страница %u

source: Page %1$u
ru_ru: Страница %1$u

source: Page {%u}
ru_ru: Страница {%u}

source: Related albums
ru_ru: Схожие альбомы

source: Related images
ru_ru: Схожие изображения

source: Related news
ru_ru: Схожие новости

source: Related pages
ru_ru: Схожие страницы

source: Related
ru_ru: Схожие по тематике

source: Album
ru_ru: Альбом

source: Image
ru_ru: Изображение

source: News
ru_ru: Новости

source: Albums
ru_ru: Альбомы

source: Previous Image
ru_ru: Предыдущее изображение

source: « prev
ru_ru: « назад

source: Next Image
ru_ru: Следующее изображение

source: next »
ru_ru: далее »

source: Caption
ru_ru: Описание

source: Image Info
ru_ru: Информация

source: Metadata
ru_ru: Метаданные

source: Download
ru_ru: Загрузка

source: Image code
ru_ru: Код для вставки

source: Code
ru_ru: Код

source: City:
ru_ru: Город:

source: State:
ru_ru: Область/Край/Регион/Штат:

source: Country:
ru_ru: Страна:

source: View album:
ru_ru: Просмотреть альбом:

source: View album:
ru_ru: Просмотреть альбом:

source: Remove
ru_ru: Удалить

source: Index
ru_ru: Главная

source: Archive View
ru_ru: Архив

source: Not found
ru_ru: Не найдено

source: Contact us
ru_ru: Связаться

source: Explore
ru_ru: Обзор

source: Sitemap
ru_ru: Карта сайта

source: Login
ru_ru: Вход

source: User Registration
ru_ru: Регистрация пользователя

source: Gallery
ru_ru: Галерея

source: Register
ru_ru: Регистрация

source: RSS News
ru_ru: RSS Новости

source: RSS Pages
ru_ru: RSS Страницы

source: RSS Albums
ru_ru: RSS Альбомы

source: RSS Images
ru_ru: RSS Изображения

source: My favorites
ru_ru: Избраное

source: Password required
ru_ru: Требуется пароль

source: Home
ru_ru: Домашняя страница

source: Blog
ru_ru: Блог

source: Search
ru_ru: Поиск

source: album
ru_ru: альбом

source: Add GalleryTitle in Options->Gallery!
ru_ru: Добавьте Название галереи в Настройки -> Галерея!

source: All albums
ru_ru: Все альбомы

source: Latest uploads
ru_ru: Новые по дате загрузки

source: Recent images
ru_ru: Последние изображения

source: Most popular
ru_ru: Самые популярные

source: Top rated
ru_ru: Топ-рейтинг

source: Random images
ru_ru: Случайные изображения

source: Images:
ru_ru: Изображения:

source: Navigation
ru_ru: Навигация

source: User menu
ru_ru: Меню пользователя

source: Collections
ru_ru: Коллекции

source: Pages
ru_ru: Страницы

source: Popular Tags
ru_ru: Популярные теги

source: Comments
ru_ru: Комментарии

source: Categories:
ru_ru: Категории:

source: Info
ru_ru: Информация

source: News category:
ru_ru: Категория:

source: (Page:
ru_ru: (Страница:

source: Latest:
ru_ru: Последние:

source: Archive for
ru_ru: Архив за

source: Tags:
ru_ru: Теги:

source: Page Info
ru_ru: Информация

source: A password is required for the page you requested
ru_ru: Для запрошенной вами страницы требуется пароль

source: Register for this site
ru_ru: Регистрации на этом сайте

source: Results for
ru_ru: Результаты поиска

source: Pages (%s)
ru_ru: Страницы (%s)

source: Articles (%s)
ru_ru: Статьи (%s)

source: Images (%s)
ru_ru: Изображения (%s)

source: Albums (%s)
ru_ru: Альбомы (%s)

source: Albums (%1$s) &amp; Images (%2$s)
ru_ru: Альбомы (%1$s) и Изображения (%2$s)

source: News categories
ru_ru: Категории новостей

source: Enable <strong>Print Album Menu</strong> plugin to get list of albums.
ru_ru: Включите плагин <strong>Print Album Menu</strong> для отображения списка Альбомов.

source: A responsive, Bootstrap-based, highly customizable Zenphoto theme (with more than 100 options), optimized for SEO and social sharing.<br>Latest version is available on <a href="https://github.com/kuz-z-zma/paradigm" title="Paradigm theme by kuzzzma" rel="nofollow">Github</a>.
ru_ru: Адаптивная тема оформления, основанная на фреймворке Bootstrap, с более чем 100 опциями в настройках. Оптимизирована для SEO и соц.сетей. Последняя версия Paradigm доступна на <a href="https://github.com/kuz-z-zma/paradigm" title="Paradigm theme by kuzzzma" rel="nofollow">Github</a>.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Site options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки Сайта</h2>

source: Fluid layout
ru_ru: Полноэкранный режим

source: Check to enable fluid full width layout.
ru_ru: Отметьте, если хотите включить полноэкранный режим для сайта.

source: Preview in Lightbox
ru_ru: Предпросмотр в Lightbox

source: Use Lightbox preview for images throughoot the site.
ru_ru: Использовать предпросмотр изображений в Lightbox на всех страницах сайта.

source: Custom CSS File
ru_ru: Пользовательский CSS-файл

source: Select your custom CSS file (from CSS files in the <em>%s</em> folder).<br>If you use elFinder plugin for Uploads - it can upload files to this folder, alternatively you can use FTP to upload your CSS files and then select it here.
ru_ru: Выберите свой пользовательский файл CSS (из файлов CSS в папке <em>%s</em>).<br>Если вы используете плагин elFinder для загрузок - он может загружать файлы в эту папку, в качестве альтернативы вы можете использовать FTP для загрузки ваших файлов CSS, а затем выбрать его здесь.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Site Header options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки "шапки" сайта</h2>

source: Header logo
ru_ru: Логотип сайта

source: Select a Logo (from image files in the <em>%s</em> folder) or select to use a text H1 of your Gallery Title.<br>If you use elFinder plugin for Uploads - it can upload files to this folder, alternatively you can use FTP to upload your Logo file and then select it here.<br>Different sizes might need adjustments in CSS! (Use custom CSS file: see above option to select CSS file).
ru_ru: Выберите лого (из файлов изображений в директории <em>%s</em>) или выберите использование текстового заголовка H1 с Названием галереи.<br>Если вы используете плагин elFinder для загрузок - он может загружать файлы в эту папку, в качестве альтернативы вы можете использовать FTP для загрузки файла будущего логотипа, а затем выбрать его здесь.<br>Возможно, для корректного отображения лого потребуются корректировки в CSS! (Используйте собственный файл CSS: см. выше опцию выбора пользовательского файла CSS).

source: Display Gallery Decription
ru_ru: Отображать Описание галереи

source: Do not display
ru_ru: Не показывать

source: Header
ru_ru: "Шапка" сайта

source: Homepage
ru_ru: Домашняя страница

source: Choose where to display Gallery Description (taken from Options->Gallery->Gallery description).
ru_ru: Выберите где будет отображаться описание Галереи (берется из Настройки ->Галерея ->Описание галереи).

source: Allow search
ru_ru: Разрешить Поиск

source: Check to enable search form.
ru_ru: Отметьте, если хотите включить поиск для сайта.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Main navigation options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки Основной навигации</h2>

source: Show Dropdown menus in Top Navigation
ru_ru: Показывать выпадающие меню в Главном меню

source: News Categories
ru_ru: Категории новостей

source: Choose what Dropdown menus to display in Main Menu.<br>Multi-choice.
ru_ru: Выберите какие выпадающие меню отобаржать в Гланом Меню сайта.<br>Множественный выбор.

source: Menu text for Gallery
ru_ru: Текст в меню для Галереи

source: Option to rename the title of main GALLERY page, to anything that suits your site, Albums for example.<br>Note this does not change the url from "page/gallery", it changes the title used in various places on website only.<br>If EMPTY - Default is used (Gallery).
ru_ru: Возможность переименовать заголовок главной страницы ГАЛЕРЕИ, на что-то подходящее именно вашему сайту, например Альбомы.<br>Примечание: это не меняет URL на что-то отличное от "page/gallery", настройка только изменяет заголовок, используемый в различных местах на сайте.<br>Если оставлено пустым - используется значение по умолчанию (Галерея).

source: Menu text for News
ru_ru: Текст в меню для Новостей

source: Option to rename the title of main NEWS page, to anything that suits your site, Blog for example.<br>Note this does not change the url from "news", it changes the title used in various places on website only.<br>If EMPTY - Default is used (News).
ru_ru: Возможность переименовать заголовок главной страницы Новостей, на что-то подходящее именно вашему сайту, например Блог.<br>Примечание: это не меняет URL на что-то отличное от "news", настройка только изменяет заголовок, используемый в различных местах на сайте.<br>Если оставлено пустым - используется значение по умолчанию (Новости).

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Homepage options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для Домашней страницы</h2>

source: Homepage Message
ru_ru: Сообщение на Домашней страница

source: Extended message for your Homepage, different from Gallery Description.<br>HTML can be used.
ru_ru: Расширенное сообщение для Домашней страницы, отличное от Описания галереи..<br>Можно использовать HTML.

source: <h3 style="font-weight: bold;">Homepage Slideshow options</h3><hr>
ru_ru: <h3 style="font-weight: bold;">Слайд-шоу на Домашней странице</h3><hr>

source: Enable Homepage slideshow
ru_ru: Включить слайд-шоу на Домашней странице

source: Check to include a slideshow on the Homepage.
ru_ru: Отметьте, если хотите включить отображение слайд-шоу на Домашней странице.

source: Slideshow Type
ru_ru: Тип слайд-шоу

source: Random
ru_ru: Cлучайный порядок

source: Popular
ru_ru: По популярности

source: Latest by ID
ru_ru: Новые по ID

source: Latest by Date
ru_ru: Новые по дате

source: Latest by mtime
ru_ru: Новые по дате (на сервере)

source: Latest by Publish Date
ru_ru: Новые по дате публикации

source: Most Rated
ru_ru: По количеству голосов

source: Top Rated
ru_ru: По оценке

source: Select how the images will be chosen for the Homepage slideshow.
ru_ru: Выберите критерии для выбора Изображений для отображения в Слайд-шоу на Домашней странице.

source: Album to choose from
ru_ru: Использовать альбом

source: Choose a specific album to display its pictures. Album needs to be published, Dynamic albums work too.<br>Images should be preferably in panoramic format (or you can adjust styling via custom CSS*).<br>*Сustom CSS: option to enable one is in "Site options" section.
ru_ru: Выберите альбом из которого будут браться изображения для слайд-шоу. Альбом должен быть опубликован, возможно использование Динамических альбомов.<br>Изображения для слайд-шоу предпочтительно иметь в панорамном формате (или вы можете поправить CSS параметры слайд-шоу под ваши размеры через пользовательский файл CSS*).<br>* Пользовательский файл CSS: настройка для выбора файла CSS доступна в разделе "Настройки Сайта".

source: Number of slides
ru_ru: Количество слайдов

source: Specify number of images to be used for the Homepage slideshow.<br>Default is 5.
ru_ru: Укажите количество Изображений для использования в Слайд-шоу на Домашней странице.<br>По умолчанию - 5.

source: <h3 style="font-weight: bold;">Homepage Blog options</h3><hr>
ru_ru: <h3 style="font-weight: bold;">Новости на Домашней странице</h3><hr>

source: Enable Homepage blog
ru_ru: Включить Блог на Домашней странице

source: Check to enable showing blog posts/news items on the Homepage.
ru_ru: Отметьте, если хотите включить отображение новостей на Домашней странице.

source: Number of news items to show on Homepage
ru_ru: Количество новостей на Домашней странице

source: Select how many news items will be shown on the Homepage.<br>Default is 4.
ru_ru: Выберите какое количество Новостей отображать на Домашней странице.<br>По умолчанию - 4.

source: Length of Homepage news items excerpt
ru_ru: Длина Новостей на Домашней странице

source: Specify length (number of characters) for a News item excerpt to show on Homepage.<br>Default is 250 characters.
ru_ru: Укажите количество символов для отображения в превью Новости на Домашней странице.<br>Значение по умолчанию - 250.

source: <h3 style="font-weight: bold;">Homepage Content options</h3><hr>
ru_ru: <h3 style="font-weight: bold;">Содержимое Домашней страницы</h3><hr>

source: Homepage content
ru_ru: Содержимое Домашней страницы

source: Recently uploaded images
ru_ru: Последние изображения по загрузке

source: Recently taken images
ru_ru: Последние изображения по дате

source: Most popular images
ru_ru: Самые популярные изображения

source: Top rated images
ru_ru: Топ-рейтинг изображений

source: Choose what to display on the homepage.<br>Multi-choice.
ru_ru: Выберите что показывать на Домашней странице.<br>Множественный выбор.

source: Descriptions for Homepage albums
ru_ru: Описания для альбомов на Домашней странице

source: Check to show description for Homepage albums.<br>If Album Custom Data is present - it is shown in full, if it is not available, Album Description is used.
ru_ru: Отметьте, если хотите включить отображение описаний для Альбомов на Домашней странице.<br>Если для альбома указаны "Пользовательские данные" - они отображаются полностью, если не указаны - используется "Описание Альбома".

source: Length of Homepage albums descriptions
ru_ru: Длина описаний Альбомов на Домашней странице

source: Specify length (number of characters) for Homepage album descriptions.<br>Default is 250 characters.
ru_ru: Укажите количество символов для отображения в описании Альбомов на Домашней странице.<br>Значение по умолчанию - 250.

source: Number of images
ru_ru: Количество изображений

source: Select how many images will be chosen for the Homepage display of images.<br>Default is 8.
ru_ru: Выберите какое количество Изображений для отображения на Домашней странице.<br>По умолчанию - 8.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Album Page options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для Альбомов</h2>

source: Display Custom Data for Album
ru_ru: Отображать "Пользовательские данные" Альбомов

source: Check to display info from Album Custom Data (if set).
ru_ru: Отметьте, если хотите показывать информацию из "Пользовательских данных" Альбомов (если она задана).

source: <h3 style="font-weight: bold;">Related Items for Albums</h3><hr>
ru_ru: <h3 style="font-weight: bold;">Схожие объекты для Альбомов</h3><hr>

source: Options for Related Items on Album pages
ru_ru: Настройки для схожих объектов на страницах Альбомов

source: Show Related Items
ru_ru: Показывать схожие объекты

source: Show Thumb
ru_ru: Показывать миниатюру

source: Show Date
ru_ru: Показывать дату

source: Related Items plugin must be enabled, for options to take effect.<br>Multi-choice.
ru_ru: Плагин Related Itemsдолжен быть включен для того, чтобы натсройки имели эффект.<br>Множественный выбор.

source: Number of Related Items on Album pages
ru_ru: Количество схожих объектов на страницах Альбомов

source: Enter number of Related Items to show on Album pages.<br>Default is 4.
ru_ru: Введите количество схожих объектов для отображения на страницах Альбомов.<br>По умолчанию - 4.

source: Types of Related Items to show on Album pages
ru_ru: Типы схожих объектов для страниц Альбомов

source: All
ru_ru: Все

source: Images
ru_ru: Изображения

source: Choose what content to show among Related Items on Album pages.<br>Default is Albums.
ru_ru: Выберите что отображать среди схожих объектов для Альбомов.<br>По умолчанию - Альбомы.

source: Content description for Album Related Items (Length+Enable)
ru_ru: Описания схожих объектов для Альбомов (длина + активация)

source: Specify length (number of characters) of item description to ENABLE.<br>If EMPTY, they are disabled.
ru_ru: Укажите количество символов для отображения в описании элемента.<br>Если оставить поле ПУСТЫМ, отображение описания будет отключено.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Image Page options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для страниц Изображений</h2>

source: Image caption display
ru_ru: Описание изображения

source: Above image
ru_ru: Над изображением

source: Below image
ru_ru: Под изображением

source: Choose where to display Image Caption data: above or below Image on image pages.<br>Default is Below image.
ru_ru: Выберите где будет отображаться описание Изображения: до или после.<br>По умолчанию - после изображения.

source: Download Button
ru_ru: Кнопка "Скачать"

source: Check to enable users ability to download original image from image details page.<br>If you want a save dialog, you will need to set the appropriate option in Options->Image ->Full image protection as well (choose: Download).
ru_ru: Отметьте, если хотите включить возможность скачать файл оригинального Изображения для пользователей.<br>Если вам хотите, чтобы появлялся диалог сохранения, потребуется установить соответствующий параметр в Настройки ->Изображение -> Защита оригиналов (выберите: Cкачать).

source: Display Custom Data for Image
ru_ru: Отображать "Пользовательские данные" Изображений

source: Check to display info from Image Custom Data (if set).
ru_ru: Отметьте, если хотите показывать информацию из "Пользовательских данных" Изображений (если она задана).

source: <h3 style="font-weight: bold;">Related Items for Images</h3><hr>
ru_ru: <h3 style="font-weight: bold;">Схожие объекты для Изображений</h3><hr>

source: Options for Related Items on Image pages
ru_ru: Настройки для схожих объектов на страницах Изображений

source: Number of Related Items on Image pages
ru_ru: Количество схожих объектов на страницах Изображений

source: Enter number of Related Items to show on Image pages.<br>Default is 4.
ru_ru: Введите количество схожих объектов для отображения на страницах Изображений.<br>По умолчанию - 4.

source: Types of Related Items to show on Image pages
ru_ru: Типы схожих объектов для страниц Изображений

source: Choose what content to show among Related Items on Image pages.<br>Default is Images.
ru_ru: Выберите что отображать среди схожих объектов для Изображений.<br>По умолчанию - Изображения.

source: Content description for Image Related Items (Length+Enable)
ru_ru: Описания схожих объектов для Изображений (длина + активация)

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Archive options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для Архива</h2>

source: Display Archive in menu
ru_ru: Отображать Архива в меню

source: Main menu
ru_ru: Главное меню

source: Footer
ru_ru: "Подвал" сайта

source: Choose where links to Archive will be displayed.<br>Multi-choice.
ru_ru: Выберите где будет отображаться сслыка на Архив.<br>Множественный выбор.

source: Sidebar in archive
ru_ru: Боковая панель в Архиве

source: Check to display Sidebar on Archive page.
ru_ru: Отметьте, если хотите показывать Боковую панель на страницах Архива.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">News options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для Новостей</h2>

source: Featured Image in News article
ru_ru: Превью-изображение в Новостях

source: Check to display Featured Image on a News Article page (if set).
ru_ru: Отметьте, если хотите показывать превью-изображение на странице Новости (если оно назначено).

source: Size of Featured Image in News article
ru_ru: Размер превью-изображения в Новостях

source: Thumb size image
ru_ru: Миниатюра

source: Default size image
ru_ru: Стандартный размер изображения

source: Choose what size of Featured Image to display on a single News Article page (if set).<br>Default is Thumb Size.
ru_ru: Выберите какой размер превью-изображения показывать на странице отдельной Новости (если оно установлено).<br>По умолчанию: Миниатюра.

source: Size of Featured Image in News Category
ru_ru: Размер превью-изображения в Категории

source: Choose what size of Featured Image to display on a single News Category page (if set).<br>Default is Thumb Size.
ru_ru: Выберите какой размер превью-изображения показывать на странице Категории (если оно установлено).<br>По умолчанию: Миниатюра.

source: News Article Extra features
ru_ru: Дополнительный функционал для Новостей

source: Custom data
ru_ru: Пользовательские данные

source: Hitcounter
ru_ru: Счетчик посещений
