Repository: kuz-z-zma/paradigm
Catalog: locale/*/LC_MESSAGES/paradigm.po
Languages: ru_ru

source: Choose what extra features to display for a single News Article. Multi-choice.<br>Custom data setting works for both News single article and News Categories (if it exists).<br>Rating and Hitcounter plugins must be enabled, otherwise those features are disabled.
ru_ru: Выберите какую дополнительную информацию показывать для Новостей. Множественный выбор.<br>Отображение "Пользовательских данных" используется и для отдельных Новостей и для Категорий (если данные существуют).<br>Для отображения Рейтинга и Счетчика посещений должны быть включены соответствующие плагины, в противном случае данные настройки не имеют эффекта.

source: <h3 style="font-weight: bold;">Related Items for News</h3><hr>
ru_ru: <h3 style="font-weight: bold;">Схожие объекты для Новостей</h3><hr>

source: Options for Related Items for News
ru_ru: Настройки для схожих объектов в Новостях

source: Number of Related Items to show in News
ru_ru: Количество схожих объектов на страницах Новостей

source: Enter number of related Items to show in News.<br>Default is 3.
ru_ru: Введите количество схожих объектов для отображения на страницах Новостей.<br>По умолчанию - 3.

source: Types of Related Items to show in News
ru_ru: Типы схожих объектов для Новостей

source: Choose what content to show among Related Items in News.<br>Default is News.
ru_ru: Выберите что отображать среди схожих объектов для Новостей.<br>По умолчанию - Новости.

source: Content description in for News Related Items (Length+Enable)
ru_ru: Описания схожих объектов для Новостей (длина + активация)

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Pages options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для Страниц</h2>

source: Featured Image in Page
ru_ru: Превью-изображение в Страницах

source: Check to display Featured Image on a Page (if set).
ru_ru: Отметьте, если хотите показывать превью-изображение на Странице (если оно назначено).

source: Size of Featured Image in Page
ru_ru: Размер превью-изображения на Странице

source: Choose what size of Featured Image to display on a Page (if set).<br>Default is Thumb Size.
ru_ru: Выберите какой размер превью-изображения показывать на Странице (если оно установлено).<br>По умолчанию: Миниатюра.

source: Page Extra features
ru_ru: Дополнительный функционал для Страниц

source: Choose what extra features to display for a single Page. Multi-choice.<br>Rating and Hitcounter plugins must be enabled, otherwise those features are disabled.
ru_ru: Выберите какую дополнительную информацию показывать для Страниц. Множественный выбор.<br>Для отображения Рейтинга и Счетчика посещений должны быть включены соответствующие плагины, в противном случае данные настройки не имеют эффекта.

source: <h3 style="font-weight: bold;">Related Items for Pages</h3><hr>
ru_ru: <h3 style="font-weight: bold;">Схожие объекты для Страниц</h3><hr>

source: Options for Related Items for Pages
ru_ru: Настройки для схожих объектов на Страницах

source: Number of Related Items to show in Pages
ru_ru: Количество схожих объектов на Страницах

source: Enter number of related Items to show in Pages.<br>Default is 3.
ru_ru: Введите количество схожих объектов для отображения на Страницах.<br>По умолчанию - 3.

source: Types of Related Items to show in Page
ru_ru: Типы схожих объектов для Страниц

source: Choose what content to show among Related Items in Pages.<br>Default is All.
ru_ru: Выберите что отображать среди схожих объектов для Страниц.<br>По умолчанию - Все.

source: Content description for Pages Related Items (Length+Enable)
ru_ru: Описания схожих объектов для Страниц (длина + активация)

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Sidebar options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для боковой панели</h2>

source: Display Albums menu in Sidebar
ru_ru: Отображать Альбомы в Боковой панели

source: Choose when to display Albums menu in Sidebar.<br>Multi-choice.
ru_ru: Выберите когда показывать список Альбомов в Боковой панели.<br>Множественный выбор.

source: Nested lists of Album menu to display:
ru_ru: Количество субуровней в меню Альбомов:

source: Top-level only
ru_ru: Только верхнего уровня

source: Depth of 2
ru_ru: Глубина: 2 уровня

source: Depth of 3
ru_ru: Глубина: 3 уровня

source: Depth of 4
ru_ru: Глубина: 4 уровня

source: All levels
ru_ru: Все уровни

source: Select how many levels of nested lists of Album menu to display in Sidebar in Gallery. Default is "Depth of 2".<br>"Top-level only" is also used for display of Albums menu in News, Pages and Archives.
ru_ru: Выберите сколько уровней вложенных списков меню "Альбом" отображать на боковой панели в галерее. По умолчанию используется "Глубина: 2 уровня".<br>"Только верхнего уровня" используется для отображения меню "Альбомы" в новостях, страницах и архивах.

source: Display News Categories menu in Sidebar
ru_ru: Отображать Категории новостей в Боковой панели

source: Choose when to display News Categories menu in Sidebar.<br>Multi-choice.
ru_ru: Выберите когда показывать список Категорий новостей в Боковой панели.<br>Множественный выбор.

source: Nested lists of News Categories menu to display:
ru_ru: Количество субуровней в меню Категорий новостей:

source: Select how many levels of nested lists of News Categories menu to display in Sidebar in News, Gallery, Pages and Archives.<br>Default is "Depth of 2".
ru_ru: Выберите сколько уровней вложенных списков меню "Категории новостей" отображать на Боковой панели в Новостях, Галерее, Страницах и Архиве. <br>По умолчанию используется "Глубина: 2 уровня".

source: Display Pages menu in Sidebar
ru_ru: Отображать Страницы в Боковой панели

source: Choose when to display Pages menu in Sidebar.<br>Multi-choice.
ru_ru: Выберите когда показывать список Страниц в Боковой панели.<br>Множественный выбор.

source: Nested lists of Pages menu to display:
ru_ru: Количество субуровней в меню Страниц:

source: Select how many levels of nested lists of Pages menu to display in Sidebar in Pages, News, Gallery and Archives.<br>Default is "Depth of 2".
ru_ru: Выберите сколько уровней вложенных списков меню "Страницы" отображать на Боковой панели в Страницах, Галерее, Новостях и Архиве. <br>По умолчанию используется "Глубина: 2 уровня".

source: Sidebar menu header for Pages
ru_ru: Заголовок списка страниц в Боковой панели

source: Option to rename the title of Pages menu header in the Sidebar to anything that suits your site.<br>If EMPTY - Default is used (Pages).
ru_ru: Возможность переименовать заголовок меню Страниц в Боковой панели на что-то подходящее именно вашему сайту.<br>Если оставлено пустым - используется значение по умолчанию (Страницы).

source: User menu in Sidebar
ru_ru: Меню пользователя в Боковой панели

source: Check to display User menu in Sidebar.
ru_ru: Отметьте, если хотите показывать Меню для зарегистрированных пользователей на Боковой панели.

source: Tags in Sidebar
ru_ru: Теги на Боковой панели

source: Check to display Popular Tags in Sidebar. Options for presentation of Tag cloud are below.
ru_ru: Отметьте, если хотите показывать облако популярных Тегов в Боковой панели. Настройки для отображения Тегов - чуть ниже на странице.

source: FlickrFeed in Sidebar
ru_ru: FlickrFeed в Боковой панели

source: Check to display Flickr Feed Items in Sidebar (Needs FlickrFeed plugin installed, enabled & User ID provided).
ru_ru: Отметьте, если хотите показывать превью последних фото из вашего аккаунта на Flickr (Требуется последняя версия плагина FlickrFeed и указанный ID пользователя Flickr).

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Options for Copyright notice on Image pages</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки копирайта</h2>

source: Copyright Notice
ru_ru: Авторские права

source: Extended copyright notice to display on Solo Image page and Credits page if enabled.<br>HTML can be used.<br>If Empty - "Image copyright rightsholder" from Options->Image is used instead.
ru_ru: Расширенное уведомление об авторских правах для отображения на странице отдельных Изображений и странице Авторы.<br>Можно использовать HTML.<br>Если оставлено пустым - используется "Правообладатель авторских прав на изображение" из Настройки -> Изображение.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Options for Popular Tags display</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для облака Тегов</h2>

source: Maximum font size for popular tags:
ru_ru: Максимальный размер шрифта для тегов:

source: Font-size to use for most common tags. Adjust based on your tags usage.<br>Default is 2.
ru_ru: Размер шрифта, который будет использоваться использовать для наиболее распространенных тегов. Настройте на основе частоты использования ваших тегов.<br>Значение по умолчанию - 2 (em).

source: Minimum font size for popular tags:
ru_ru: Минимальный размер шрифта для тегов:

source: Font-size to use for less common tags. Adjust based on your tags usage.<br>Default is 0,8em.
ru_ru: Размер шрифта, который будет использоваться использовать для наименее распространенных тегов. Настройте на основе частоты использования ваших тегов.<br>Значение по умолчанию - 0.8 (em).

source: Maximum font size for tags with count over:
ru_ru: Максимальный размер шрифта для тегов с количеством использований:

source: Tags with tag count over this number will be shown with maximum font-size. Adjust based on your tags usage.<br>Default is 50.
ru_ru: Теги встречающиеся чаще, чем заданное число будут отображаться с максимальным размером шрифта. Настройте на основе частоты использования ваших тегов.<br>Значение по умолчанию - 50.

source: Minimal tag count to include:
ru_ru: Минимальное кол-во для отображения тега:

source: Tags with tag count over this number will be included in Popular Tag list.<br>Default is 1.
ru_ru: Теги встречающиеся чаще, чем заданное число будут отображены в Облаке Тегов.<br>Значение по умолчанию - 1.

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Footer options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки "подвала" сайта</h2>

source: Main Footer menu
ru_ru: Главное меню в "подвале"

source: Credits page
ru_ru: Авторы

source: Explore page
ru_ru: Обзор

source: Sitemap page
ru_ru: Карта сайта

source: <p>Choose what extra pages to display in main Footer menu. Multi-choice.</p><p>Credits page - uses Copyright notice (see option for that above) to inform visitors about authorship and your copyright policy + gives credit to Zenphoto and author of this Theme.<br>Explore page - lists all tags, used throughout website.<br>Sitemap page - lists all News categories, Pages and Albums.</p>
ru_ru: <p>Выберите какие дополнительные страницы отображать в Меню в "подвале" сайта. Множественный выбор.</p><p>Авторы - использует расширенное уведомление об авторских правах (см. опцию для этого выше) для информирования посетителей об авторе изображений и вашей политике авторских прав + отдает должное команде Zenphoto и авторам этой темы оформления.<br>Обзор - перечисляет все теги, используемые на веб-сайте.<br>Карта сайта - выводит списки всех категории новостей, страниц и альбомов.</p>

source: User menu in Footer
ru_ru: Меню пользователя в "подвале" сайта

source: Check to display User menu in Footer.
ru_ru: Отметьте, если хотите показывать Меню для зарегистрированных пользователей в "подвале" сайта.

source: Display RSS Links
ru_ru: Отображать RSS-сслыки

source: Check to display RSS Links in Footer. Channels are set in RSS plugins settings.
ru_ru: Отметьте, если хотите показывать ссылки на RSS-каналы в "подвале" сайта. Активные каналы выбираются в настройках плагина RSS.

source: Display Social profiles
ru_ru: Отображать Соц.сети

source: Check to display Social Links in Footer as linked in Links & Services section below.
ru_ru: Отметьте, если хотите показывать ссылки на социальные сети в "подвале" сайта (берутся из числа указанных в разделе "Ссылки и сервисы").

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Links and Services</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Ссылки и сервисы</h2>

source: If you use Google Analytics, paste your ID here. Works with UA and GA4 properties.<br>Use according to your local laws.
ru_ru: Если вы используете Google Analytics, укажите здесь ваш ID. Работает с кодами UA и GA4.<br>Используйте в соответствии с законами своего государства.

source: Provide your ShareThis ID
ru_ru: Укажите ваш ShareThis ID

source: URL to Facebook
ru_ru: Ссылка на Facebook

source: Provide your Facebook page or profile URL
ru_ru: Укажите URL вашей страницы или профиля на Facebook

source: Twitter (X) profile name
ru_ru: Профиль Twitter (X)

source: Provide your Twitter (X) profile name (without the @)
ru_ru: Укажите имя вашего профиля Twitter (X) (без знака @)

source: URL to Flickr
ru_ru: Ссылка на Flickr

source: Provide your Flickr gallery URL
ru_ru: Укажите URL вашего профиля на Flickr

source: URL to 500px
ru_ru: Ссылка на 500px

source: Provide your 500px gallery URL
ru_ru: Укажите URL вашего профиля на 500px

source: URL to Instagram
ru_ru: Ссылка на Instagram

source: Provide your Instagram URL
ru_ru: Укажите URL вашего профиля на Instagram

source: URL to Pinterest
ru_ru: Ссылка на Pinterest

source: Provide your Pinterest board or page URL
ru_ru: Укажите URL вашего профиля или одной из досок коллекций на Pinterest

source: URL to Deviantart
ru_ru: Ссылка на Deviantart

source: Provide your Deviantart page URL
ru_ru: Укажите URL вашего профиля на Deviantart

source: URL to Tumblr
ru_ru: Ссылка на Tumblr

source: Provide your Tumblr page URL
ru_ru: Укажите URL вашей страницы на Tumblr

source: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Metadata options</h2>
ru_ru: <h2 style="font-size: 110%; background: #bac9cf; padding: 7px;">Настройки для Метаданных</h2>

source: Add Nofollow to Tags links
ru_ru: Добавить атрибут Nofollow к ссылкам на Теги

source: Adds rel="nofollow" to Tag links everywhere so they are not scanned by Search Engines.
ru_ru: Добавляет атрибут rel="nofollow" к ссылкам на страницы Тегов везде на сайте для того, чтобы запретить их индексацию поисковыми роботами.

source: Remove Tags Pages from Index by search engines
ru_ru: Отключить индексирование Тегов поисковиками

source: Adds "noindex, follow" to Tags pages so they are removed from Search Engines Index.
ru_ru: Добавляет мета-теги "noindex, follow" в <head> элемент страниц с Тегами для того, чтобы запретить их индексацию поисковыми роботами и удалить из индекса.

source: Remove Archive Pages from Index by search engines
ru_ru: Отключить индексирование Архива поисковиками

source: Adds "noindex, follow" to Archive pages so they are removed from Search Engines Index.
ru_ru: Добавляет мета-теги "noindex, follow" в <head> элемент страниц Архивов для того, чтобы запретить их индексацию поисковыми роботами и удалить из индекса.

source: Site preview for Open Graph/Twitter cards
ru_ru: Картинка превью для карточек Open Graph/Twitter

source: Select an image (from files in the <em>%s</em> folder) that will serve as an preview/banner for your site<br>It is used in Open Graph or Twitter cards when sharing content from Index, News or Pages.<br>If you use elFinder plugin for Uploads - it can upload files to this folder, alternatively you can use FTP to upload your logo file and then select it here.
ru_ru: Выберите изображение (из файлов изображений в директории <em>%s</em>), которое будет использоваться в качестве превью/баннера вашего сайта.<br><br>Это превью будет использоваться в Open Graph и карточках Twitter, при ссылках на Домашнюю страницу, новости или другие страницы сайта.<br>Если вы используете плагин elFinder для загрузок - он может загружать файлы в эту папку, в качестве альтернативы вы можете использовать FTP для загрузки файла будущего логотипа, а затем выбрать его здесь.

source: * Use Gallery Name Text
ru_ru: * Использовать название Галереи

source: * no site preview selected
ru_ru: * превью сайта не выбрано

source: * no custom CSS
ru_ru: * CSS-файл не выбран
